Revit 2016 API
LoadCaseSet Constructor
Initializes a new instance of the LoadCaseSet class
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public LoadCaseSet()
Visual Basic
Public Sub New
Visual C++
public:
LoadCaseSet()
See Also
LoadCaseSet Class
Autodesk.Revit.DB.Structure Namespace